Repository: ClaireRimel/Peticle
Catalog: Peticle/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: Add
fr: Ajouter

source: Add a Pet
fr: Ajouter un animal

source: Add Activity
fr: Ajouter une activité

# Added a new walk of %lld minute%@.
source: Added a new walk of %1$lld minute%2$@.
fr: Ajouté une nouvelle promenade de %1$lld minute%2$@.

source: Bird
fr: Oiseau

source: Cancel
fr: Annuler

source: Cat
fr: Chat

source: Done
fr: Terminé

source: Edit dog walk Entry
fr: Modifier l'entrée de promenade

source: Fish
fr: Poisson

source: How will you rate the walk quality?
fr: Comment évaluez-vous la qualité de la promenade ?

source: Keep track of your walks with your dog Add a new entry to get started
fr: Suivez vos promenades avec votre chien Ajoutez une nouvelle entrée pour commencer

source: Lizard
fr: Lézard

source: Name
fr: Nom

source: New Dog Walk Entry
fr: Nouvelle entrée de promenade

source: New Species
fr: Nouvelle espèce

source: New species…
fr: Nouvelle espèce…

source: New Walk Quality
fr: Nouvelle qualité de promenade

source: Other
fr: Autre

source: Rabbit
fr: Lapin

source: Rate the interaction
fr: Évalue l’interaction

source: Set Species
fr: Définir l'espèce

source: Species
fr: Espèce

source: Start an activity
fr: Commencer une activité

source: Stop walk
fr: Arrêter la promenade

source: Symbol
fr: Symbole

source: time in minutes
fr: temps en minutes

source: Turtle
fr: Tortue

source: Update Walk Quality
fr: Mettre à jour la qualité de la promenade

source: Walk Entry
fr: Entrée de promenade

source: Walk Quality
fr: Qualité de la promenade

source: Walk Quality Rating
fr: Évaluation de la qualité de la promenade

source: Walk quality updated successfully
fr: Qualité de la promenade mise à jour avec succès

source: WHAT?! No Walk Today!!!
fr: QUOI ?! Aucune promenade aujourd'hui !!!
